Repository: ewerton94/comphydro
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: English
pt_br: Inglês

source: Portuguese
pt_br: Português

source: data
pt_br: dado

source: time
pt_br: tempo

source: date and time
pt_br: data e hora

source: Temporal Series
pt_br: Séries Temporais

source: Temporal Serie
pt_br: Série Temporal

source: type
pt_br: tipo

source: Stats
pt_br: Estatísticas

source: pandas code
pt_br: código pandas

source: Discretizations
pt_br: Discretizações

source: Discretization
pt_br: Discretização

source: unit
pt_br: unidade

source: Metric Units
pt_br: Unidades de medida

source: Metric Unit
pt_br: Unidade de medida

source: variable
pt_br: variável

source: ANA code
pt_br: código ANA

source: Variables
pt_br: Variáveis

source: Variable
pt_br: Variável

source: station
pt_br: posto

source: level of consistency
pt_br: nível de consistência

source: discretization
pt_br: discretização

source: Original Serie from %s data from %s station, with %s (%s) data
pt_br: Série Original com dados de %s do posto %s - %s (%s)

source: Original Series
pt_br: Séries Originais

source: Original Serie
pt_br: Série Original

source: stations
pt_br: postos

source: Station Type:
pt_br: Tipo do posto:

source: Source:
pt_br: Fonte:

source: ANA Code:
pt_br: Código ANA:

source: Coordinates
pt_br: Coordenadas

source: Coordinate
pt_br: Coordenada

source: Localizations
pt_br: Localizações

source: Localization
pt_br: Localização

source: coordinates
pt_br: coordenadas

source: Station Types
pt_br: Tipos de posto

source: Station type
pt_br: Tipo de posto

source: Sources
pt_br: Fontes

source: Source
pt_br: Fonte

source: Stations
pt_br: Postos

source: Station
pt_br: Posto

source: station type
pt_br: tipo de posto

source: source
pt_br: fonte

source: code
pt_br: código

source: name
pt_br: nome

source: localization
pt_br: localização

source: There is no data from '%s' variable in this station.
pt_br: Não exte dados da variável '%s' neste posto.

source: Rolling Mean
pt_br: Médias móveis

source: Basic Stats
pt_br: Estatística Básica

source: Rate of change
pt_br: Razão de mudança

source: Frequency of change
pt_br: Frequência de mudança

source: Indicators of Hydrologic Alterations
pt_br: Indicadores de alteração Hidrológica

source: Julian Date
pt_br: Data Juliana

source: Pulse Count
pt_br: Número de pulsos

source: Pulse Duration
pt_br: Duração de pulsos

source: Reference Flow
pt_br: Vazão de Referência

source: The station of code: %s already exists into the database.
pt_br: O posto de código: %s já existe no banco de dados.

source: Initial Date
pt_br: Data inicial

source: Final Date
pt_br: Data Final

source: Reductions
pt_br: Reduções

source: Reduction
pt_br: Redução

source: reduction
pt_br: redução

source: Reduced Series
pt_br: Séries reduzidas

source: Reduced Serie
pt_br: Série reduzida

source: %s Serie
pt_br: Série %s

source: daily_data
pt_br: dados diários

source: rate of change
pt_br: razão de mudança

source: rate
pt_br: razão

source: frequency of change
pt_br: frequência de mudança

source: frequency
pt_br: frequência

source: Rate
pt_br: Razão

source: julian date
pt_br: data juliana

source: Flow
pt_br: Vazão

source: mean
pt_br: média

source: Computational Hydrology
pt_br: Hidrologia Computacional

source: STATION INFORMATION
pt_br: INFORMAÇÕES DO POSTO

source: Documentation
pt_br: Documentação

source: All rights reserved.
pt_br: Todos os direitos reservados.

source: Export data to Excel
pt_br: Exportar dados para o Excel

source: Export data to JSON
pt_br: Exportar dados para JSON

source: New station
pt_br: Novo posto

source: Create a new station
pt_br: Criar um novo posto

source: Station Information
pt_br: Informações do posto

source: Means
pt_br: Médias

source: IHA Group
pt_br: Grupo IHA

source: Pre-impact
pt_br: Pré-impacto

source: Pos-impact
pt_br: Pós-impacto

source: Confidence limits
pt_br: Intervalos de confiança

source: Group 1 - Monthly Magnitude
pt_br: Grupo 1 - Magnitude Mensal

source: Group 2 - Magnitude and duration of annual extremes
pt_br: Grupo 2 - Magnitude e duração de extremos anuais

source: Group 3 - Timing of annual extremes
pt_br: Grupo 3 - Período de ocorrência de extremos anuais

source: Group 4 - Frequency and duration of low and high pulses
pt_br: Grupo 4 - Frequência e duração de pulsos de cheaia e estiagem

source: Coefficients of variation
pt_br: Coeficientes de variação

source: Hydrogram %(variable)s - %(tipo_dado)s Data
pt_br: Hidrograma de %(variable)s - dados %(tipo_dado)ss

source: Station select
pt_br: Selecione o Posto
